Repository: GastonDiggers/mt_align
Catalog: data/output_2023-02-26_17-26-14/!!WishAlign test1-fr-en.tmx
Source language: en
Languages: fr

source: This is the first sentence from my reference document.
fr: :!! C'est la première phrase de mon document de référence.

source: It was full of old approved translations that I wished to be able to re-use.
fr: :!! Il était plein d'anciennes traductions approuvées que je souhaitais pouvoir réutiliser.

source: But, I couldn't find any source documents to align it with.
fr: :!! Mais, je n'ai trouvé aucun document source pour l'aligner.

source: So, I used wish-align to quickly generate a translation memory that I can use as a reference.
fr: :!! J'ai donc utilisé wish-align pour générer rapidement une mémoire de traduction que je peux utiliser comme référence.

source: This TM can be loaded in my CAT as a regular memory or in a reference corpus.
fr: :!! Cette MT peut être chargée dans mon CAT comme une mémoire ordinaire ou dans un corpus de référence.
